{
    "projects": [
        {
            "name": "Engaging with Children's Artwork in Mixed Visual-Ability Families",
            "details": "Understanding the role of technology in enabling BLV family members to engage more meaningfully with children's 2D visual creations",
            "image_link": "/images/lovemonster.png",
            "alt_text": "A vibrant painting of a happy purple monster called the Love Monster set against a blue background",
            "authors": "Arnavi Chheda-Kothary, Jacob O. Wobbrock, Jon E. Froehlich",
            "conference_name": "ASSETS 2024",
            "conference_link": "https://assets24.sigaccess.org/",
            "publication_link": "https://arxiv.org/abs/2407.18874",
            "learn_more_link": "https://makeabilitylab.cs.washington.edu/project/mixed-ability-art/"
        },
        {
            "name": "AltGeoViz: Facilitating Accessible Geovisualization",
            "details": "Dynamically generated alt-text descriptions for map views, providing summaries of spatial patterns and descriptive statistics",
            "image_link": "/images/grid.png",
            "alt_text": "A visual of a USA map with blue and green colors showing different visualizations and trends",
            "authors": "Chu Li, Rock Yuren Pang, Ather Sharif, Arnavi Chheda-Kothary, Jeffrey Heer, Jon E. Froehlich",
            "conference_name": "IEEE VIS 2024",
            "conference_link": "https://ieeevis.org/year/2024/welcome",
            "publication_link": "https://arxiv.org/abs/2406.13853",
            "learn_more_link": "https://makeabilitylab.cs.washington.edu/project/altgeoviz/"
        },
        {
            "name": "Understanding Blind and Low Vision Users' Attitudes Towards Spatial Interactions in Desktop Screen Readers",
            "details": "Bringing richer website layout understanding to blind and low-vision users on desktop computers",
            "image_link": "/images/spatial.png",
            "alt_text": "An image of a person with headphones traversing a binary tree on a computer through spatial interactions",
            "authors": "Arnavi Chheda-Kothary, David A. Rios, Kynnedy Simone Smith, Avery Reyna, Cecilia Zhang, Brian A. Smith",
            "conference_name": "ASSETS 2023",
            "conference_link": "https://assets23.sigaccess.org/",
            "publication_link": "https://dl.acm.org/doi/10.1145/3597638.3614490",
            "learn_more_link": "https://ceal.cs.columbia.edu/spatialinteractions/"
        },
        {
            "name": "Virtual Reality to Promote Fitness in Ambulatory Youth with Cerebral Palsy: A Case Series",
            "details": "Understanding how VR gameplay promotes physical therapy engagement in youth with cerebral palsy",
            "image_link": "/images/cerebral_palsy.png",
            "alt_text": "A Virtual Reality headset, which is black in color",
            "authors": "Jillian Rosen, Rylee Rizzolo, Jessica Lefkowitz, Isabella Mueller, Jansen Nicholas, Caitlin Reda, Maxwell Bennett, Arnavi Chheda, Steven Feiner, Margaret O'Neil",
            "conference_name": "APTA 2023",
            "conference_link": "https://csm.apta.org/",
            "publication_link": "https://apta.confex.com/apta/csm2023/meetingapp.cgi/Paper/38028"
        },
        {
            "name": "Eye-Tracking to Enable Environment Interactions for People with Limited Mobility",
            "details": "Unlocking novel digital application interactions using an eye-tracker to interact with physical world appliances",
            "image_link": "/images/tarv.png",
            "alt_text": "A group of people gathered around a computer, one of the people is Arnavi Chheda-Kothary and she is wearing an eye tracking device",
            "learn_more_link": "https://www.youtube.com/watch?v=eUQ0zvcbMsY&list=PLbxXbrH8kQpHRsFN_vFuuRolRLMHFKBpH"
        }
    ]
}
